<template>
    <section id="about" class="section">
        <div class="container">
            <div class="section-title">
                <span>01</span>
                <h2>Обо мне</h2>
            </div>

            <div class="about">
                <div>
                    <p class="lead">
                        Я&nbsp;начинающий frontend-разработчик, который перешёл в&nbsp;IT
                        из&nbsp;инженерно-производственной сферы.
                    </p>
                    <p>
                        Я&nbsp;работал инженером-геофизиком в&nbsp;международной нефтесервисной компании Schlumberger
                        10&nbsp;лет. Я&nbsp;руководил планированием, подготовкой и&nbsp;реализацией геофизических
                        исследований в&nbsp;газовых и&nbsp;нефтяных скважинах на&nbsp;месторождениях заказчика.
                    </p>

                    <p>
                        Опыт работы с&nbsp;техническими задачами научил меня системному подходу, внимательности
                        к&nbsp;деталям, соблюдению требований, управлению рисками и&nbsp;ответственности
                        за&nbsp;результат.
                    </p>

                    <p>
                        Работа с&nbsp;международными заказчиками и&nbsp;в&nbsp;мультикультурной среде научила находить
                        общий язык как с&nbsp;клиентами, так и&nbsp;с&nbsp;коллегами из&nbsp;других стран.
                        Свободно владею английским языком.
                    </p>

                    <p>
                        Сейчас развиваюсь во&nbsp;frontend-разработке и&nbsp;создаю проекты
                        на&nbsp;JavaScript и&nbsp;Vue.js.
                    </p>
                </div>

                <div class="about__facts">
                    <article>
                        <span>01</span>
                        <div>
                            <h3>Внимание к деталям</h3>
                            <p>
                                Технический опыт научил меня замечать небольшие недочёты и&nbsp;тщательно работать над
                                их&nbsp;устранением.
                            </p>
                        </div>
                    </article>

                    <article>
                        <span>02</span>
                        <div>
                            <h3>Решение проблем</h3>
                            <p>
                                Умею разбивать сложные задачи на&nbsp;понятные и&nbsp;последовательные этапы.
                            </p>
                        </div>
                    </article>

                    <article>
                        <span>03</span>
                        <div>
                            <h3>Технический бекграунд</h3>
                            <p>
                                Свободно ориентируюсь в&nbsp;технической документации, в&nbsp;том числе
                                на&nbsp;английском языке. Быстро разбираюсь в&nbsp;новой предметной области
                                и&nbsp;применяю знания на&nbsp;практике.
                            </p>
                        </div>
                    </article>

                    <article>
                        <span>04</span>
                        <div>
                            <h3>Постоянное развитие</h3>
                            <p>
                                Развиваю навыки JavaScript и&nbsp;Vue.js, закрепляя знания
                                на&nbsp;практических проектах. Изучаю Typescript и NUXT
                            </p>
                        </div>
                    </article>
                </div>
            </div>
        </div>
    </section>
</template>